Tekla.Structures.DrawingInternal.dotGrViewMarkSymbolAttributes_t


Tekla.Structures.DrawingInternal.dotGrViewMarkSymbolAttributes_t.BasicAttributes


Tekla.Structures.DrawingInternal.dotGrViewMarkSymbolAttributes_t.LineLengthType


Tekla.Structures.DrawingInternal.dotGrViewMarkSymbolAttributes_t.LineLength


Tekla.Structures.DrawingInternal.dotGrViewMarkSymbolAttributes_t.ToStruct(Tekla.Structures.Drawing.View.ViewMarkSymbolAttributes)


Tekla.Structures.DrawingInternal.dotGrViewMarkSymbolAttributes_t.FromStruct(Tekla.Structures.Drawing.View.ViewMarkSymbolAttributes)
